export const term = `약관 시행일: [2024.02.27]

약관 개정일: [2024.02.27]

안녕하세요, 사이지 서비스를 이용해 주셔서 감사합니다. 이 이용약관(이하 "약관")은 사이지 서비스를 제공하는 [회사명] (이하 "회사")와 이를 이용하는 고객(이하 "이용자") 간의 권리와 의무를 규정합니다. 본 약관은 이용자가 사이지 서비스를 이용함에 있어 준수해야 할 사항을 설명하고 있으므로, 이를 주의 깊게 읽고 이해하신 후 서비스를 이용해 주시기 바랍니다.

제 1조: 목적

이 약관은 회사가 제공하는 사이지 서비스의 이용조건과 운영에 관한 제반 사항을 규정함을 목적으로 합니다.

제 2조: 이용자의 정보 수집 및 동의

1. 이용자가 사이지 서비스를 이용하기 위해서는 이메일 주소와 휴대전화 번호의 수집 및 동의가 필요합니다.
2. 회사는 이용자의 개인정보 보호를 위해 관련 법령과 회사의 개인정보 처리 방침에 따라 이를 수집, 보관, 처리합니다.
3. 이용자는 이메일 주소와 휴대전화 번호를 회사에 제공하는 것에 동의합니다.

제 3조: 서비스의 제공 및 이용

1. 회사는 이용자의 정보를 수집 및 보호하기 위해 최선을 다하며, 이를 통해 안전하고 원활한 서비스 이용을 지원합니다.
2. 이용자는 본 약관 및 관련 법령, 정부의 공공질서 및 미풍양속에 위배되지 않는 범위 내에서 서비스를 이용하여야 합니다.
3. 회사는 사전 공지 없이 서비스 내용을 변경하거나 중단할 권리를 갖습니다.

제 4조: 이용자의 의무

1. 이용자는 본 약관 및 회사가 제공하는 안내사항, 공지사항 등을 준수하여야 합니다.
2. 이용자는 자신의 이메일 주소와 휴대전화 번호를 정확하게 제공하고 관리하여야 합니다.
3. 이용자는 타인의 정보를 도용하거나 부정한 방법으로 서비스를 이용할 수 없습니다.

제 5조: 책임 제한

1. 회사는 천재지변, 정전, 서비스용 설비의 장애, 해킹 등의 불가항력적인 사유로 인해 발생하는 서비스 중단 및 데이터 손실에 대해 책임을 지지 않습니다.
2. 이용자의 귀책사유로 인해 발생하는 서비스 이용 장애 또는 손해에 대해서도 회사는 책임을 지지 않습니다.

제 6조: 개인정보 보호

1. 회사는 이용자의 개인정보를 본 약관과 회사의 개인정보 처리 방침에 따라 보호합니다.
2. 이용자의 개인정보 처리 및 보호에 관한 사항은 회사의 개인정보 처리 방침을 따릅니다.

제 7조: 분쟁의 해결

본 약관에 명시되지 않은 사항에 대해서는 관련 법령 및 회사의 정책에 따릅니다.

본 약관은 [약관 시행일자]부터 시행됩니다.

서비스 이용에 관한 자세한 내용은 회사의 공지사항 및 사이지 서비스 내 안내를 따르시기 바랍니다.

감사합니다.

[풀릿] 드림`;
