export const term = `약관 시행일: [2024.02.27]

약관 개정일: [2024.02.27]

안녕하세요, 사이지 서비스를 이용해 주셔서 감사합니다. 이 이용약관(이하 "약관")은 사이지 서비스를 제공하는 [풀릿] (이하 "회사")와 이를 이용하는 고객(이하 "이용자") 간의 권리와 의무를 규정합니다. 본 약관은 이용자가 사이지 서비스를 이용함에 있어 준수해야 할 사항을 설명하고 있으므로, 이를 주의 깊게 읽고 이해하신 후 서비스를 이용해 주시기 바랍니다.

제 1조: 목적

이 약관은 회사가 제공하는 사이지 서비스의 이용조건과 운영에 관한 제반 사항을 규정함을 목적으로 합니다.

제 2조: 이용자의 정보 수집 및 동의

1. 이용자가 사이지 서비스를 이용하기 위해서는 이메일 주소와 휴대전화 번호의 수집 및 동의가 필요합니다.
2. 회사는 이용자의 개인정보 보호를 위해 관련 법령과 회사의 개인정보 처리 방침에 따라 이를 수집, 보관, 처리합니다.
3. 이용자는 이메일 주소와 휴대전화 번호를 회사에 제공하는 것에 동의합니다.

제 3조: 서비스의 제공 및 이용

1. 회사는 이용자의 정보를 수집 및 보호하기 위해 최선을 다하며, 이를 통해 안전하고 원활한 서비스 이용을 지원합니다.
2. 이용자는 본 약관 및 관련 법령, 정부의 공공질서 및 미풍양속에 위배되지 않는 범위 내에서 서비스를 이용하여야 합니다.
3. 회사는 사전 공지 없이 서비스 내용을 변경하거나 중단할 권리를 갖습니다.

제 4조: 이용자의 의무

1. 이용자는 본 약관 및 회사가 제공하는 안내사항, 공지사항 등을 준수하여야 합니다.
2. 이용자는 자신의 이메일 주소와 휴대전화 번호를 정확하게 제공하고 관리하여야 합니다.
3. 이용자는 타인의 정보를 도용하거나 부정한 방법으로 서비스를 이용할 수 없습니다.

제 5조: 책임 제한

1. 회사는 천재지변, 정전, 서비스용 설비의 장애, 해킹 등의 불가항력적인 사유로 인해 발생하는 서비스 중단 및 데이터 손실에 대해 책임을 지지 않습니다.
2. 이용자의 귀책사유로 인해 발생하는 서비스 이용 장애 또는 손해에 대해서도 회사는 책임을 지지 않습니다.

제 6조: 개인정보 보호

1. 회사는 이용자의 개인정보를 본 약관과 회사의 개인정보 처리 방침에 따라 보호합니다.
2. 이용자의 개인정보 처리 및 보호에 관한 사항은 회사의 개인정보 처리 방침을 따릅니다.

제 7조: 분쟁의 해결

본 약관에 명시되지 않은 사항에 대해서는 관련 법령 및 회사의 정책에 따릅니다.

본 약관은 [약관 시행일자]부터 시행됩니다.

서비스 이용에 관한 자세한 내용은 회사의 공지사항 및 사이지 서비스 내 안내를 따르시기 바랍니다.

감사합니다.

[풀릿] 드림`;

export const policy = `
본 개인정보 처리 방침은 "사이지" 웹사이트를 이용하는 사용자의 개인정보 보호에 대한 정책을 설명합니다. 이 개인정보 처리 방침은 "사이지" 웹사이트에서 제공되는 소셜 로그인 서비스와 관련하여 개인정보가 수집, 사용, 저장, 보호되는 방식에 대해 안내합니다.

**1. 수집하는 개인정보**

"사이지" 웹사이트에서는 사용자가 소셜 로그인을 통해 접속할 때 다음과 같은 개인정보를 수집합니다:

이름* (필수사항)
휴대폰 번호* (필수사항)
이메일 주소* (필수사항)

**2. 개인정보의 사용목적**

"사이지" 웹사이트에서 수집된 개인정보는 다음과 같은 목적으로 사용됩니다:

소셜 로그인 및 사용자 인증
서비스 제공 및 관리
서비스 개선 및 사용자 경험 향상

**3. 개인정보의 보관 기간**

"사이지" 웹사이트에서 수집된 개인정보는 사용자 동의를 받은 날로부터 5년간 보관됩니다. 그 후에는 사용자의 동의를 다시 받지 않은 경우 해당 개인정보는 안전하게 폐기됩니다.

**4. 개인정보의 보호**

"사이지" 웹사이트는 이용자의 개인정보 보호를 위해 적절한 보안 조치를 취하고 있습니다. 개인정보에 대한 접근은 제한되어 있으며, 외부로의 유출을 방지하기 위해 기술적, 물리적, 관리적 보안 조치를 취하고 있습니다.

**5. 개인정보 관련 권리**

이용자는 자신의 개인정보에 대한 접근, 정정, 삭제를 요청할 수 있습니다. 또한 개인정보 수집 및 이용에 대한 동의 철회도 가능합니다. 자세한 내용은 본 사이트의 개인정보 처리 방침을 참조하시기 바랍니다.

본 개인정보 처리 방침은 법령 및 정부지침의 변경, "사이지" 웹사이트의 정책 변화 등에 따라 변경될 수 있습니다. 이에 따른 내용의 변동은 웹사이트를 통해 사전 공지할 것입니다.

본 개인정보 처리 방침에 대한 문의나 개인정보 관련 사항에 대한 문의는 아래 연락처로 연락 주시기 바랍니다.

이메일: tonyshin@pulit.co.kr
전화번호: 070-7755-9638

최종 업데이트: 2024년 2월 28일`;
